<?php

//created by Elline_Romanchuk
	echo 'WWW - одна из служб интернета, всемирная сеть, WEB-паутина' . '<br>';
        echo 'Домен (Доменное имя) — это адрес созданного сайта или '
        . 'определенная зона, которая имеет свое имя, не похожее ни на '
                . 'одно другое в системе доменных имен. '. '<br>';
        echo 'Сервер - любой отдельно взятый компьютер в Интерненте (локальной '
                . 'сети), позволяющий себя использовать как: "посредника" при '
                . 'передаче данных и обработке запросов, хранилище информации.'. '<br>';
        echo 'Хостинг (англ. hosting) — услуга по предоставлению ресурсов для '
        . 'размещения информации на сервере, постоянно находящемся в сети ' . '<br>';
	//print('Hello, Ella!') . '<br>';
        //var_dump('Hallo, Elline!!!'). '<br>';
        //var_dump('This is my 1st project'). '<br>';

?>
